[
    {
        "file": "data/raw/https:www.ooredoo.qa:web:wp-content:uploads:2024:01:SMS-Policy-External_Version.pdf",
        "content": "Policy   \nPage 1 of 5            \nThis policy is an extract of the original SMS Policy (POL/2020/4) Service Management System Policy – External Version  سـياسـةنـظام إدارة الـخـدمة  – النسخة الخارجية  PURPOSE  الغـرض To promote excellence in customer service through delivering added value using industry best practice and standards.  تعزيز التميز في خدمة العمالء من خالل إضافةقيمة باستتتتمداف لفاتتتا الممااستتتاي  المعايي  في هذا المجال. To demonstrate management commitment on fulfilling service requirements, continually improve the effectiveness of service management system.  اب از التزاف التتترةاات بتة يتتتة متاة تتتاي المتتتدمتتتة التحسين المستم  لكفاءت نظاف إةاات المدمة. SCOPE  المجال  This policy applies to all OQ services and applicable Stakeholders.  تنا ق هذه الستياستة ىة   يميخ خدماي اايدقا   كافة لصحاب المصةحة المستفيدين.   EXCEPTIONS  الاسـتـثـنـاءات  None  لا يويد   DEFINITIONS    الـتـعـريفات In applying the statements of this policy, the following words and expressions have the meanings hereby assigned to them, unless the context otherwise states.  ىندتا يق لحكاف هذه السياسة، تكون لةكةماي  الع اااي التالية المعاني الموضتتتتتتحة ق ين كا منها، ما لم يقتض السياق معن  آخ . Policy   \nPage 2 of 5            \nThis policy is an extract of the original SMS Policy (POL/2020/4) The Company / Ooredoo Ooredoo Q.P.S.C. a Qatari Public Shareholding Company (Ooredoo Qatar) الشـركة / أريد Ooredoo ش.ف.ق.ع.، شتتت كة مستتتاهمة قا ية ىامة   )لايد قا ) OQ Ooredoo Qatar OQ ) لايد قا ) SMS Service Management System SMS نظاف إةاات المدمة EPMO Enterprise Portfolio Management Office EPMO مكتب إةاات المحافظ المؤسسي لةش كة BPM Business Process Management BPM إةاات إي اءاي الش كة Service Component Any part of service management system such as service life cycle, design, delivery, incident handling approach, transition and retirement etc. مكون الخدمة لي يزء من نظاف إةاات المدمة مثا ة ات حيات المنتج، التصتتتميم، التقديم، منهجية التعاما مخ الحواةث، النقا  الرزالة. Stakeholders All related people/ parties relevant to service management system according to this policy.  أصحاب المصلحة(المعنيون) لي لشماص/ لط اف معنيين بنظاف إةاات المدمة بمويب هذه السياسة.    Policy Statement  بـيان الـسـياسـة OQ management and all Stakeholders shall demonstrate commitment towards best in class service using customer focused and result oriented approach backed with technology innovation. يجتتتب ىة  إةاات لايتتتد  قا   كتتتافتتتة المعنيين الالتزاف بتوفي  لفاا خدمة باستمداف منهجياي الت كيز ىة  العمالء  الح ص ىة  النتائج يعززها الابداع   الابتكاا بأيدث التكنولوييا. Policy   \nPage 3 of 5            \nThis policy is an extract of the original SMS Policy (POL/2020/4) All relevant Stakeholders shall communicate and manage respective suppliers with the goal to deliver services in line with OQ business objectives and customer expectations (derived or stated).  يجب ىة  كافة لصتتتتتتحاب المصتتتتتتةحة المعنيينالتواصتتتتتتتا مخ المواةين  إةااتهم فيمتتا يتعةق  امعلا فادهأل هاتقف  يامدتملا ميدتقت فدتهبفي لايتتتد  قا   توقعتتتاي العميتتتا (المتفق ىةيها). All Stakeholders shall focus on delivering beyond the expectation and always strive for continual improvement by following service management best practices and international standards.   يجتتب ىة  كتتافتتة المعنيين الت كيز ىة  تقتتديمالمدمة بما يتجا ز التوقعاي  ا هامئاة يعتتتتتتسللةتحستتين المستتتم  من خالل ات اع إةاات المدمة بأفاا الممااساي  المعايي  الد لية. Overall governance 1) All Stakeholders shall follow processes and policies of business process management framework and contribute towards continual improvement. 2) EPMO (BPM) shall review the framework periodically (Annually) and assess the need for improvement. 3) Inputs for improvements shall consists of feedbacks, audits, best practices and international standards. الحوكمة الشاملة 1)  يجتتتب ىة  كتتتافتتتة المعنيين ات تتتاع إي اءاي سياساي لط   العما  إةاات إي اءاي العما  المساهمة في التحسين المستم . 2)   يجب ىةمكتب إةاات ب امج الشتتتت كة (إةاات إي اءاي الشتت كة) م ايعة لط  العما بشتتكا ة اي ( هاتتتيوتتتنتتتتتتتتتس)  تتتتقتتتيتتتيتتتم التتتحتتتايتتتة لةتحسين/التاوي . 3)  يجب لن تتاتتتتتتمن اقت احاي التحستتتتتتين اآااءالمستتتتتتتمتتدمين ,  المتتدققين  الم ايعتتاي  هايتتتتتشامت مخ لفاتتتتتا الممااستتتتتاي  المعايي  الد لية. Plan a. Service strategies shall align with overall Organization strategies and suitable best practices/ standards. b. Plan shall include but not limited to الخطة/ التخطيط أ. يجب لن تكون است اتيجياي المدمة منسجمة مخ الاست اتيجياي الشامةة لةش كة  لفاا الممااساي/ المعايي  المناس ة. Policy   \nPage 4 of 5            \nThis policy is an extract of the original SMS Policy (POL/2020/4) strategy, design, transition, operation and improvement of service. c. Plan shall reflect the highlights of supplier contribution towards service delivery. d. Plan shall constitute customer expectations, obligations on OQ and dependencies/constraints. ب. يجب لن تتامن الماة ىة  س يا المثال لا الحصتتتتتت : الاستتتتتتت اتيجية  التصتتتتتتميم  نقا  تشغيا  تحسين المدمة. ج. يجب لن ت  ز الماة ة ا مستتتتاهمة المواةين في تقديم المدمة. ة. يجب لن تشما الماة توقعاي العمالء  الالتزاماي ىة  لايد  قا   الت عاي/ القيوة. Execution a. Service life cycle shall make use of applicable processes, policies, guidelines etc. as per business process management framework. b. Execution records shall demonstrate the customer expectation handling with involvement of supplier. c. Service delivery mechanism shall incorporate service level agreement for customer in alignment with supplier agreement. التنفيذ  أ. يجتتتب إىمتتتال التتتري اءاي  الستتتتتتيتتتاستتتتتتتتتاي   طرتتل هاتتقف  اتته يا  ةتتق املا ياتتهيومتلا العما في ة ات حيات المدمة . ب. يجتتب لن تحتوي ستتتتتتجالي التنفيتتذ توقعتتاي التعتتتامتتتا مخ العمالء  إىت تتتاا مشتتتتتتتتتااكتتتة المواةين. ج. يجب لن تشتتتتما آلية تقديم المدمة اتفاقية مستوى المدمة لةعمالء مخ اتفاقية المواة. Monitor and Review  Monitoring of service execution shall follow service management life cycle processes.  Periodic management review shall highlight financial and operational performance of service management at all levels.  Independent assessment shall demonstrate the verification of adherence المراقـبة والمراجعة   يجتتبات تتاع إي اءاي ة ات حيتتات المتتدمتتة في م اق ة تنفيذ المدمة.   يجتتب لن تتاتتتتتتمن الم ايعتتة التتد ايتتة لتتأةاءالمالي  التشغيةي لرةاات المدمة ىة  يميخ المستوياي.    يجب لنيناوي التقييم المستتتتتتتقا لةتحقق من مدى الالتزاف بنظاف إةاات المدمة.  Policy   \nPage 5 of 5            \nThis policy is an extract of the original SMS Policy (POL/2020/4) to service management system. Maintain and Improve EPMO (BPM) and process owners shall identify opportunities of continual improvement of service management. All Stakeholders shall provide inputs for full or part of Service Components as per defined process.  المحافـظـةوالتحسين يجتتب ىة  مكتتتب إةاات ب امج الشتتتتتت كتتة (إةاات إي اءاي الشتتتتتت كة)  المستتتتتتؤ لين ىن الري اءاي تحديد ف ص التحسين المستم  لرةاات المدمة.  يجتتب ىة  كتتافتتة المعنيين تقتتديم المقت حتتاي  هاتتتقف  ةتتتمدتتتملا ياتتتنوكم نم ءازيل  ل اتتتماتتتكللإلي اءاي المحدةت.    VERSION HISTORY  Version No. Date Approved by Description of Change Policy Reference 1 Apr 21, 2020 CEO Initial version POL/2020/4 1 Nov 22, 2023 Executive Director Strategy & EPMO Editorial Changes POL/2020/4  "
    },
    {
        "file": "data/raw/https:www.ooredoo.qa:web:wp-content:uploads:2024:05:QHSE-Management-Systems-Policy.pdf",
        "content": "  \nPage 1 of 7    \nQHSE Policy Reference: POL/2017/8 Version: 4 Classification level: Internal Commencement Date: May 21, 2020 Quality, Health, Safety and Environment (QHSE) Management Systems Policy   سياسة إدارةأنظـمة  الجودة والصحة  والسالمة والبيئة   Approved by  CEO  الرئـيـس التـنـفـيـذي معـتمدة من  Approval Date May 21, 2020 21  مايو2020   بـتاريـخالاعتماد  Commencement Date  May 21, 2020 21  مايو2020  تـاريـخ  الـنفـاذ     1.  PURPOSE   الغـرض  1. 1.1.  The purpose of this policy is to define and comply with the requirements of the ISO 9001, ISO 45001 and ISO 14001 international standards for the purpose of the Quality, Health, Safety and Environment (QHSE) Management Systems being implemented in the Company. الغرض  من  هـذ  الســــــيـاســـــــة  هو  تحـديـد والامتثال  لمتطلبات المواصــفات الاياســية  الـدوليـة  ISO 9001    وISO 45001     وISO 14001  ، وذلك بهدف تنفيذأنظـــمة  الجودة  والصــحة والســالمة والبيئة المتكاملة  في  الشركة . 1.1 \n2.  SCOPE    المجال  2. 2.1.  This policy will apply to all the Company staff and persons, performing work under the control of the Company, within the scope of the activities considered part of the   تنطبق هذ  السياسة على جميع موظفيالشـــركة،  والأشـــ ال الذين  يؤدون  العمل  تحـ   إدارة الشــــــركـة،  وذلـك مــــــمن نطـا     نم  ا نج دعت يتلا ةطــــــشنألاأنظـــــــــــــمة  2.1   \nPage 2 of 7    \nQHSE Policy Reference: POL/2017/8 Version: 4 Classification level: Internal Commencement Date: May 21, 2020 Quality, Health, Safety and Environment (QHSE) Management Systems being implemented in the Company. الجودة والصــــــحـــة والســــــالمـــة والبيئـــة  المتكاملة  التي يتم تنفيذها  في الشـــ ركة  . 3.  EXCEPTIONS    الاسـتـثـنـا ات 3. 3.1.  None  لايوجد 3.1 4.  DEFINITIONS     الـتـعـريفات 4. In applying the statements of this policy, the following words and expressions have the meanings hereby assigned to them, unless the context otherwise states.   في تطبيق أحكـا  هـذ  الســــــيـاســـــــة، ســــــتكونللكلمات  والعبارات التالية المعاني المومــحة يرين كل منها، ما لم ياتض السيا  معنى آخر . 4.1.  The Company / Ooredoo Ooredoo Q.P.S.C. a Qatari Public Shareholding Company (Ooredoo Qatar) الشـركة  /   ديرُأ   ديرُأ ش .  .  .ع .، شــــركة مســــاهمة يطرية  عامة  )   ديرُأ يطر .) 4.1 4.2.  Risk: effect of uncertainty الم اطر :  الآثار المترتبة من عد  التأكد \\ التيان 4.2 4.3.  Risks and opportunities:  Potential adverse effects (risks) and potential beneficial effects (opportunities). الم اطر والفرل :  التأثيرات الســــــلــــــبية المحتملة  ( الم اطر )  والـتأثـيـرات الإيجابية المحتملة (الفرل .) 4.3 4.4.  Context of the Company: Combination of internal and external factors and conditions that can have an effect on the Company’s approach to its products, services, and investments and interested parties.   سـيـاإدارة الـشـركة : الجمع بين العوامــــل والشــــروخ الداخــــلية  وال ارجـــية والعـــوامل التي يـــد تؤثر عـــلى نهج الشــركة تجا  منتجاتها وخـــــــــدماتها  واستـثماراتها والأطراف المعنيـيـن . 4.4   \nPage 3 of 7    \nQHSE Policy Reference: POL/2017/8 Version: 4 Classification level: Internal Commencement Date: May 21, 2020 4.5.  Interested party: Person or organization that can affect, be affected by or perceive itself to be affected by a decision taken or activity performed by the Company. الـطـرف الـمعـنـي : أي شـ   أو شـركة يد يكون لها تأثير أو  تتـأثر أو  تتويع   بـأن تتـأثر من خالل يرار أو  نشاخ تاو  به الشـركة  . 4.5 \n4.6.  Worker: A Person performing work or work-related activities that are under the control of the Company. العامل :  وهـو  الشــــــ ـ  الـــذي يـؤدي الـعـمـــل أو  الـأنشــــــطـة المتعلاـة بـالعمـل تحـ  إدارة  الشركة .  4.6 5.   Policy Statement   بـ يان   ال ـ س ـ ياس ـ ة  5. 5.1.  The Company is committed to enrich its customers’ everyday lives and fulfilling their aspirations by transforming our customer experience and keeping-up with their changing needs. As a responsible corporate citizen, the Company is strategically focused on continual and sustainable improvement in quality, health, safety and environmental performance.  تلتن الشـــــــــــــركة  بإثرا  حياة عــــــــــمالئها  اليومية ومــساعدتهم على تحاــيق أيصى  تطلعـاتهم، وذلـك من خالل الـارتاـا  بتجربـة  العمال  ومواكبـــة احتيـــاجـــاتهم المتغيرة  .  وبصـفتها شـركة وطنية مــــــــسـؤولة، تركن الشــــركة  بشكل استراتيجي على التحسين  المـسـتمر  والمستدا   في الجودة والـصحة  والـسالمة البيئية . 5.1 \n5.2.  Focused on providing necessary resources to deliver cutting edge products and services, ensure a healthy & safe workplace and environmentally sound activities الـتـركـيـن  عـلـى تـوفـيـر الـمـوارد ال ـــــــروريـــة  لـتـاـــديـم  أحـــدل الـ ـــدمـــات والـمـنـتـجـــات ،  ول ــــــمان توفير مكان عمل صــــــحي وآمن  بالإمـــافة إلى الأنشـــطة الصـــدياة للبيئة، والتي تؤدي إلى التمين في التنفيــذ لــأن  5.2   \nPage 4 of 7    \nQHSE Policy Reference: POL/2017/8 Version: 4 Classification level: Internal Commencement Date: May 21, 2020 leading to execution excellence and becoming an ICT innovation engine.   نكون محرك الــإبــداع والــابتكــار في مجــالالاتصالات وتكنولوجيا المعلومات . 5.3.  We are committed to achieve this by: نحن مـلـتـنمون بـتحـاـيـق ذلـك من خـالل : 5.3 5.3.1.  Adopting the concept of risk based thinking, wherever relevant considering the purpose and context of the Company, to plan and implement actions addressing occupational health, safety and environmental, risks and opportunities in support of the Company’s strategic direction.   اعتمـاد مبـدأ التفكيرالاـائم على  احتمـاليـة  حدول م اطر، في الموامــــع ذات الصــــلة،  مع الأخذ بعين  الاعتبار هدف ســــيا   إدارة  الشــــــركـة لت طيط وتنفيـذ  الـ إجرا ات  التي  تتناول الصــحة والســالمة المهنية والبيئة  والــــمــــ اطــــر والفــــرل التي تدعم التوجه  الاستراتيجي لـلشـركة . 5.3.1 \n5.3.2.  Establishing challenging quality, occupational health, safety and environmental objectives and targets to drive performance and continual improvement.   تحــديــدأهــداف ويــايــات  تتعلق  بــ الجودة  والصـحة والسـالمة  المهنية  والبيئة، وذلك  لتحفين الأدا  والتحـسـين المـسـتمر . 5.3.2 5.3.3.  Committing to prevent pollution, minimize environmental impacts, and minimize injury and illness by providing safe and healthy workplace.   الـالتنا  بمحـاربـة التلول والتاليـل من الـآثـارالبيئيـة والتاليـل من الـإصـــــــابـات والـأمراض  الصــــــحيـة عن طريق  توفير بيئـة عمـل آمنـة وصحية . 5.3.3 5.3.4.  Identifying, assessing and elimination, using the hierarchy of controls, of all health and safety hazards and environmental aspects, and management of risks and impacts to acceptable levels within our operations. تـحـــديـــد وتـاـيـيـم  والـتـ ـلـ  مـن  الـمـ ـــاطـر  واســـــت دا   التســـــلســـــل الهرمي  للتحكم  ومـــبط  كافة الم اطر الصـــحية والمتعلاة  بالسالمة البيئية وإدارة الم اطر والتأثيرات  بشكل مابول في عملياتنا . 5.3.4   \nPage 5 of 7    \nQHSE Policy Reference: POL/2017/8 Version: 4 Classification level: Internal Commencement Date: May 21, 2020 5.3.5.  Compliance with applicable Qatari legal, statutory and regulatory requirements, and other requirements as adopted by the Company, relating to quality, occupational health, safety and environment.   الالتنا  بالمتطلبات الاانونية والتشــــريعيةوالتنظيميـة في يطر  فيمـا يتعلق بـالجودة  والصحة والسالمة وبيئة العمل. 5.3.5 \n5.3.6.  Awareness, consultation and participations of workers towards the implementation of health, safety and environmental management system. توعية واسـتشـارة ومشـاركة  العاملين  في  تطبيق  نظـا  إدارة الصــــــحـة والســــــالمـة  والبيئة .  5.3.6 5.3.7.  Conserving and optimizing resource use by innovatively implementing sustainable operations improvements, that ensure the effective usage of energy, water, land and materials and reduction in wastes and carbon emissions.  الــمــحـــافــظـــة عــلــى الــمــوارد وتــطــويــراســــت دامها  بتطبيق الحلول المســــتدامة  بشــــــكــل مبتكر  في  اســــــت ــدا  الطــايــة  والميـا  والـأرامــــــ ي  والمواد والتاليـل من  النفايات و انبعاثات الكربون . 5.3.7 \n5.3.8.  Actively promoting and encouraging the pursuit and use of best practices in the management of quality, occupational health, safety and environment at the Company.  تعنين وتشـجيع  و متابعة واسـت دا   أف ـل  الممـارســـــــات في إدارة الجودة والصــــــحـة  والسالمة والبيئة في الشركة . 5.3.8 5.4.  Policy Amendment   تعديل السياسة 5.4 5.4.1.  This policy supersedes all previous releases (policy, circular, memos, instructions or any other form) on the subject.    تلغي هذ  الســـــياســـــة كافة الإصـــــداراتالســاباة  (   اميمعت وأ ةــسايــس  ناك  اوــسأو مـذكرات أو تعليمـات أو أي شــــــكـل آخر )  فيما يتعلق بهذا الموموع . 5.4.1   \nPage 6 of 7    \nQHSE Policy Reference: POL/2017/8 Version: 4 Classification level: Internal Commencement Date: May 21, 2020 5.4.2.  Any change to the provisions of this policy shall be reviewed, and approved by the Chief Executive Officer (CEO). أي تغيير  على أحكا  هذ  الســياســة يج   أن تتم مراجعته  واعتماد  من  يبل الرئيس  التنفيذي . 5.4.2 6.  REFERENCES  (Process, Procedures, guidelines, and/or any relevant document)    المراجع (العمليات، الإجرا ات، التوجيهات و /أو  أية وثائق ذات صلة .) 6. 6.1.1.  ISO 9001:2015, ISO 45001:2018 & ISO 14001:2015 ISO 9001:2015, ISO 45001:2018 & ISO 14001:2015 6.1  7. RESPONSIBILITIES   \n   BU / Department  CEO Office / HSE, OE, & BPM Policy Owner Chief Executive Officer (CEO) Policy Manager (s) Senior Director HSE & Special Services Manager Operational Excellence & Sustainability Director Process & Policies, Policy Custodian Director Process & Policies,  Approval Authority CEO   \nPage 7 of 7    \nQHSE Policy Reference: POL/2017/8 Version: 4 Classification level: Internal Commencement Date: May 21, 2020  8. VERSION HISTORY  Version No. Date Approved by Description of Change Resolution Number Policy Reference 1 23-Jul-13 CEO  NA POL-Q/2013-01 2 25-Aug-16 CEO  NA POL/MS/2016-02 3 11-Dec-17 CEO  Integrated Management System (IMS) has been updated to Integrated Quality, Health, Safety & Environment (QHSE) Management Systems  NA POL/2017/8 4 21-May-20 CEO Changes incorporated considering the new ISO 45001 standard on occupational health and safety NA POL/2017/8 4 5-May-23 CCSO Change in the policy statement to include the sustainability aspect  NA POL/2017/8 4 25-Mar-24 CEO Editorial Changes NA POL/2017/8 Planned Next Revision Date 2027  "
    },
    {
        "file": "data/raw/https:www.ooredoo.qa:web:wp-content:uploads:2022:03:bcm-policy-external.pdf",
        "content": "Policy  \nPage 1 of 4 This policy is an extract of the original BCMS policy (POL/2018/5)     \nBusiness Continuity Management Policy – External Version  سياسة إدارةاستمرارية األعمال – النسخه الخارجية  PURPOSE  الغـرض To define and regulate business continuity framework, roles and responsibilities for the implementation, maintenance and validation of the Business Continuity Management System (BCMS) where the main objective is to protect against, reduce the likelihood of, prepare for, respond to, and recover from disruptive incidents when they arise. لتحديد وتنظيم إطار استتتتتيةاري  األعيال وكذلك املهام واملستتتؤوليات لتنفيذ وصتتتياو  والتح   من صح  وظام إدارة استيةاري  األعيال والحفاظ عليه وإقةاره، حيث يكون الهدف الةئيستتتتتت   و الحيتاي  من الحواد  املرةقلت  لستتتتتتية الري  والت ليتتت  من احتيتتتاليتهتتتا وااستتتتتتترتتتداد لهتتتا وااستجاب  لها عند حدوثها. SCOPE   املجال This policy shall apply to all individuals working for the company including employees, consultants, partners, contractors, sub-contractors, vendors and suppliers as well as the processes, technology infrastructure and facilities that contribute to the delivery of the Company’s critical services and products within the scope of the BCMS being implemented within the Company.   تنطب   ذه الستتتياستتت  علجييع األشتتت ا  الراملين مع أو لدى الشتتتتتتةك  بيا     لك املوظفين وااستتتتتتتشتتتتتتتتاريين والشتتتتتتةكتتتا  واملتراقدين واملتراقدين من الباطن واملوردين واملوزعين، بتتاافتتتتتتتا تت  إل  ااجةا ات والبنيتت  التحتيتت  للتكنولوجيتتا واملةا   الت  تستتتتتتتا م    تو ية ال تتدمتتات واملنتجتتات الهتتامتت  الت  ت دمها الشتتتتةك  و يتاتتتتينها وطاد وظام إدارة استيةاري  األعيال املطب     الشةك . EXCEPTIONS االسـتـثـنـاءات  1. All services and products that are provided by the Company and are not part of the defined scope statement of the Company’s BCMS.  1.  كا   ال دمات واملنتجات الت  تو ة االشتتتتتتتتتتتةك  والت  ليستتج ج   من بيان النطاد املحدد لنظام إدارة استتتتتتيةاري  األعيال    الشةك . 2. All business units, departments, processes, facilities and technical infrastructure that do not contribute directly to the delivery of 2.    كا   وحدات الري  وااجةا ات واملةاوالبني  التحتي  الت ني  الت  ا تستتتا م بشتتتتتتكتتت  مبتتتاشتتتتتتة بتو ية ال تتتدمتتتات Policy  \nPage 2 of 4 This policy is an extract of the original BCMS policy (POL/2018/5)     \nthe critical services and products which are within the defined scope of the Company’s BCMS.   واملنتجتتات الهتتامتت  والتيتاتتتتتتينهتتا وطاد وظام إدارة استتتتتتتيةاري  األعيال    الشةك . Policy Statement  بـيان الـسـياسـة BCMS Framework   إطار عمل نظام إدارة استمرارية األعمال The strategic objectives and requirements for the BCMS are as follows:  1. Ensure continuity and timely recovery of critical services and products of the Company  within the defined Maximum Tolerable Period of Disruption (MTPD) in the face of disruptive incidents 2. Establish and maintain an effective Crisis Management structure to  enable the Company to effectively operate in the event of a disruption 3. Ensure any negative impact on employees and key stakeholders are minimized 4. Ensure the Company’s reputational integrity is maintained during and following a disruptive incident  5. Ensure applicable laws and regulations related to business continuity is complied with 6. Enhance organizational capabilities related to Emergency Response, Crisis Management and Crisis Communication  تكوناأل داف واملتطلبات ااستتتتةاتيجي  لنظام إدارة استتيةاري  األعيال كيا يل : 1. فتتتتيان استتتتتتتتتتتتتتتيةاري  واستتتتترادة ال دمات واملنتجات الهام  للشةك  خالل أقص   تةة محددة لتحي  ااو طاع    مواجه  الحواد  املرةقل . 2.  وفتتتع  يكادارة األزمات والحفاظ عليه، و لك لتيكين الشتتتةك  من أدا  عيلياتها    حال  ااو طاع. 3.  فتتتتيان الت لي  منأي تأثية ستتتتلب  عل  املوظفين وأصتتتتتتحتتتا  املصتتتتتتلحتتت  األساسيين. 4.   فتتيان الحفاظ عل  ستتير  الشتتةك  أثناأي حاد  يرةق  سية الري  أو برده. 5. فتتتتتتيتتتان االت ام بتتتال واوين واللوائح املريول بهتتا واملترل تت  بتتاستتتتتتتيةاريتت  األعيال. 6. تر ي  اامكاويات املؤستتتتتتتتتتتستتتتتتتتتتتي  املترل   بااستجاب  لحال  الطوارئ وإدارة األزمتتتتات وااتصتتتتتتتتتاات املتتتتتتتتترتتتتلتتتت تتتت  باألزماتوإدارة األزمات. The Company shall develop the BCMS taking into account the following parameters :  The Company’s Values  The Company’s Brand & Reputation  Financial Impact  Regulatory Impact   ت وم الشتتتتةك  بءوشتتتتا  وظام إدارة استتتتتيةارياألعيال مع األخذ برين ااعتبار لليرايية التالي :   قيم الشةك  عالم  الشتةك  التجاري  وسيرتها   التأثية املال Policy  \nPage 3 of 4 This policy is an extract of the original BCMS policy (POL/2018/5)     \n  التأثية التنظيي The Company shall establish and maintain a comprehensive and robust BCMS that includes: - Business Continuity (BC) Governance Structure - BC Strategy and Solutions  - BU specific BIA and Risk Assessment annual review - Organizational and BU specific BCP and Recovery Plan  - MTPD and MBCO for critical products and services  - Crisis Management Plan - Communication Plan - Training and Awareness Program  - Exercising and Testing Plan - BCMS Internal and External Review Plan ست وم الشةك  بءوتتتتتتشا  وظام إدارة استيةاري  أعيال شتتتتتتام  و محكم واملحا ظ  عليه عل  أن يشي  ما يل :  -  يك  حوكي  استتيةاري  األعيال - استتةاتيجي  وحلول استيةاري  األعيال. - املةاجرتت  الستتتتتتنويتت  لتحليتت  أثة األعيتتال وت ييم امل اطة ال اص  بوحدة الري . - خط  استتتتتتتيةاري  األعيال وخط  الترا   ال اص  بالشتةك  وبتوحدة الري . - أقصتتتتتت   تةة تحي  او طاع األعيال والحد األدو  املةجو استيةاري  األعيال بالنستب  لليتنتجات وال دمات الهام  - خط  إدارة األزمات - خط  ااتصاات - بةوامج التدريب والتوعي  - خط  امليارس  وااختبار. - خط  املةاجر  الداختتتتتتتتلي  وال ارجي  لنظام إدارة استتيةاري  األعيال. Risks related to disruption of the business shall be identified, assessed, treated and reported in alignment with the Company Enterprise Risk Management policy.  يجب تحديدامل اطة املترل   باو طاع الري  وت يييهتتا والترتتامتت  مرهتتا واابال  عنهتتا  ييتتا يتوا   مع سياس  الشةك  ادارة امل اطة. BCMS Compliance التزام نظام إدارة استمرارية األعمال All applicable legal and regulatory requirements pertaining to business continuity (ref: Compliance Charter (OQ-BCMS-EXT-002) & the interest of the relevant interested parties shall be met during establishing, implementing and maintaining the BCMS.   يجتتتب تلبيتتت  كتتتا تتت  املتطلبتتتات ال تتتاووويتتتوالتنظيييتتت   املريول بهتتتا واملترل تتت  بءستتتتتتتيةاري  األعيال  (املةجع: ميثاد االت ام \"”OQ-BCMS-EXT-002  ) ومصتتتتتتتتتالتتتح األطتتتةافاملرني   ات صل  .أثنا  إوشا  وتطبي  والحفاظ عل  وظام إدارة استيةاري  األعيال. The International Standard ISO 22301 requirements shall be complied with.   يجتتب االت ام بيتطلبتتات املريتتار التتدولISO 22301. Policy  \nPage 4 of 4 This policy is an extract of the original BCMS policy (POL/2018/5)     \nThe Company shall ensure that the critical suppliers and service providers have appropriate contingency plans and contractual agreements in place to support the delivery of critical services and products.   يجتتب عل  الشتتتتتتةكتت  التتتأكتتد من أن املوردينوم ودي ال دم  املهيين لديهم خطط طوارئ واتفاقيات تراقدي ، و لك لدعم تو ية ال دمات واملنتجات املهي .   VERSION HISTORY Version No. Date Approved by Comments  2 Dec 5, 2021 BOD This policy is an extract of the Business Continuity Management Policy (reference POL/2018/5) Planned Next Revision Date December 2024  "
    },
    {
        "file": "data/raw/https:www.ooredoo.qa:web:wp-content:uploads:2024:01:Information-Security-Policy-external_version.pdf",
        "content": "Policy   \nPage 1 of 23   \nThis policy is an extract of the original Ooredoo Information Security Policy (POL/2018/12) Ooredoo Information Security Policy – External Version  سياسة أمن المعلوماتفي   ديرأ – النسخة الخارجية  1.  PURPOSE الغـرض  1. 1.1.  The purpose of this information security policy is to provide Ooredoo’s Top Management’s direction and support through information security and data protection policies, standards, procedures and controls that shall govern, manage, and operate information security in Ooredoo  ensuring: 1. A robust and a homogenous Information Security Framework and operations across Ooredoo. 2. All services and their supporting infrastructures are adequately protected against the various security threats. 3. Services and infrastructure resilience to security incidents and attacks.   4. Information security compliance to information security policies, standards, national legal and regulatory requirements.   5. A uniform cyber security workforce skills and capabilities in Ooredoo.  تهدف هذه السيييييي   ييييييي  الى  توف ر دعم وتوجييي  اليييردا ة العل ييي  ف    ديييي أ من خالل  ييي   ييي  ، ومع ي ر، وإجراءا  وضيييواأم أمن المعلومي   وحمي يي  الا ي  ي   الت  تضييييييام وتدير وتشيييييي ا أمن المعلوم   ف    دي أ والت  تضمن: 1.    إطعما وعمل    أمن معلوم   قوي  ومتج  س  ف    دي أ.   2. حمي يي  في في  ال يدمي   والان ي  التتت      نميلا  اديدهتلا نم نف ف اكيييشأ  معادلاالم تلف . 3.  مرو يي  ال ييدميي  والان يي  التتت يي  أميي   التوادث والهجم   اليمن  . 4.  امتث لأمن المعلوم   لس      ومع ي ر أمن المعلومييي   والمتالاييي   الةييي  و  ييي  والتنظ م   الوطن  . 5.   مه  ا  وقد ا  موحدة ف  مج ل اليمنالس ارا   ف    دي أ 1.1 Policy   \nPage 2 of 23   \nThis policy is an extract of the original Ooredoo Information Security Policy (POL/2018/12) 6. A security-conscious culture across Ooredoo. 6.   وجودأ ئييي  واع ييي  و ميييد فييي  لييييمن المعلوم   ف    دي أ.  2.  SCOPE   المجال 2. 2.1.  This policy applies to all Ooredoo’s infrastructure used to deliver Ooredoo’s products and services to Customers including all internal users who have access to the Company’s information including Company employees, consultants, contractors, sub-contractors, vendors, suppliers and their employees and anyone who has been provided access to information or information assets owned by Ooredoo or operated by it.  تنااق هذه السيييييي   يييييي  علىف ف  أ ت ء الانى التتت   المسييييييت دم  لتوف ر منتج   وخييدميي     دييي أ للعمالء، وتشييييييمييا فيي فيي  المسيييييت دم ن المسيييييموخ لهم أ  يييييت دا  معلوم   الشييييييرف  أم  ف  ظلي مو ف  الشييييييرف  وال  ييييييتشييييييي  ي ن والمتع قدين واليميتيعييي قيييديين مين الياييي طين واليميو دين والموزع ن و مو ف هم و أي شيييييي   تم تزويده أصييالح   الولييول إلى المعلوم   أو ألول المعلوم   الت  تمتلكه  أ  دي  أو تدا  أوا اته . 2.1 \n3.  EXCEPTIONS   الاسـتـثـنـاءات 3. 3.1.  None   ل  ييوجيد 3.1 4.  DEFINITIONS    الـتـعـريفات 4. In applying the statements of this policy, the following words and expressions have the meanings hereby assigned to them, unless the context otherwise states.    ف  تاا ق أحك   هذه الس    ،  تكون للكلموالعا  ا  الت ل   المع    الموضت  قرين فا منه ، م  لم يةتض الس  ق معنى آخر. 4.1.  The Company / Ooredoo Ooredoo Q.P.S.C. a Qatari Public Shareholding Company  الشـركة/   ديرأ   دي أ ش. .ق.ع.، شيييييرف  مسييييي هم  قاري  ع م   4.1 Policy   \nPage 3 of 23   \nThis policy is an extract of the original Ooredoo Information Security Policy (POL/2018/12) (Ooredoo Qatar) )   دي أ قار). 4.2.  Asset Owner Refers to a Department or person who is responsible for an asset in The Company and authorized to request, approve and terminate the provision of access to the Corporate’s information or information processing device. المسؤول عن الأصل الردا ة أو الشيي   المسييلول عن ألييا ف  الشييييييرف  والمفو  أالم واعتم د وإل  ء منح الولول إلى معلوم   الشرف  أو جه ز مع لج  المعلوم  . 4.2 \n4.3.  Customers Consumer or Business Consumers who have subscribed to or purchased products or services from Ooredoo.  العمالء وهم العمالء من الييييفراد أو الشيييييييرفييي   المشترفون أو الذين ق موا أشراء منتج   أو خدم   من   دي أ. 4.3 4.4.  Third Party Data Processor A natural or legal person who processes Personal Data for Ooredoo. معالج بيانات الطرف الثالث وهو الشيييييي   الاا ع  أو الة  و   الذي يةو  أمع لج  الا      الشيييي صيييي   لصيييي لح   دي أ. 4.4 4.5.  Endpoint Devices Refers to Ooredoo owned or managed desktop computers, laptops, smart phones, tablets and other devices. أجهزة  المستخدمين تشيييييي ر إلى أجهزة الكما وتر الشيييييي صيييييي   والمتمولييي  والهواتل اليييذف ييي  والييييجهزة اللوح   وغ ره  من اليجهزة الت  تمتلكه  أو تديره    دي أ. 4.5 \n4.6.  Individual A natural person whose Personal Data is being processed. الفرد وهو الش   الاا ع  الذي تتم مع لج  أ    ت  الش ص  . 4.6 4.7.  Information Asset  Refers to tangible and intangible data that has value to The Company including الأصل المعلوماتي 4.7 Policy   \nPage 4 of 23   \nThis policy is an extract of the original Ooredoo Information Security Policy (POL/2018/12) data relating or connected to Ooredoo and data entrusted to it by another party. This includes data in electronic and physical forms including but not limited to documents, emails facsimiles, envelops and data resulting from the use of applications.  ويشيييييي ر إلى الا ييي  ييي   الملمو يييييييي  وغ رالملمو ييييييي  والت  تمتلي ق م  أ لنسييييييا  للشيييييرف ، أم  ف  ظلي الا      المتعلة  أو المتصل  أييييي   دي أ والا      الموفل  إل ه  من طرف آخر. ويتضيييمن هذا الا      أيشيييك له  اليي لكترو  يي  والميي دييي ، أميي  ف  ظلييي على  يييييا ا المث ل ل  التصييييير الوو سق و  ييييي سا الارييييد الييي لكترو   والفييي في والمظييي  يل والا      الن تج  عن ا ت دا  التاا ة  .  4.8.  Information Security  Framework Consists of an information security policy, supporting procedures, guidelines and standards The Company follows to manage its cybersecurity risk  and to ensure Ooredoo Information Assets and information processing facilities are adequately protected. إطار عمل أمن المعلومات يتكون من  يييييي ييي  ييييييييي  أمن المعلومييي    والرجراءا  والتوج هي   والمعي ي ر الداعم  الت  تتاعه  الشييييييرف  لردا ة م  طر اليمن السيي ارا   ولضييم ن حم ي  ألييول معلوم     دييي أ ومرافق معيي لجيي  المعلوميي   أشييييييكيا  نف ف.  4.8 \n4.9.  IS Information Security. IS   أمن المعلوم 4.9 4.10.  Personal Data Data processed by or on behalf of Ooredoo, which belongs to and/or is about an Individual who has a verified identity, or who can be reasonably verified through such data by combining such data with any other data. البيانات الشخصية الا      الت  تتم مع لجته  من قاا   دي أ أو أ لن  أ  عنه  والت  تنتم  إلى و/ أو تكون حول شيييييي   ليي  هوييي  متييددة، أو يمكن التتةق أشييييييكا معةول من  من خالل تلي الا      أو الجمع أ ن تلي الا      وغ ره  من الا     . 4.10 Policy   \nPage 5 of 23   \nThis policy is an extract of the original Ooredoo Information Security Policy (POL/2018/12) 4.11.  Sensitive Personal Data Personal Data related to the racial origin, children, health condition, physical or psychological, religion, marital relations, or criminal actions, or any other Personal Data, identified by MCIT, which it determines may cause serious damages to the Individual if misused or disclosed. البيانات الشخصية الحساسة وه  الا      الش ص   المتعلة  أ ليلا العرق  أو اليطف ل أو الت ل  الصت   أو الوضع الجسدي أو ا لنفس  أو الدين أو العالق   الع سل   أو الجن ي   أو أي أ      ش ص   أخرى، تتدده  وزا ة ال تص ل   وتكنولوج   المعلوم  ، والت  قد تسام أضرا  خا رة على الفرد ف  ح ل  وء ا ت دامه  أو الرفص خ عنه  4.11 \n4.12.  MCIT Ministry of Communications and Information Technology. MC I T  وزا ةال تص ل   وتكنولوج   المعلوم   4.12 4.13.  Staff/User(s) Refers to all The Company employees, consultants, contractors, sub-contractors, vendors, suppliers and their employees any third parties who has been provided access to information or information assets owned by The Company or operated by it. الموظف/ المستخدم (المستخدمون) تش ر إلى مو ف  الشرف  وال  تش  ي ن والمتع قدين معه  والمتع قدين من الا طن والمو دين والموزع ن ومو ف هم وأي طرف و لث تم منت  م زة الولول إلى المعلوم   أو ألول المعلوم   الت  تمتلكه  أو تديره  الشرف .  4.13 \n4.14.  Minimum Baseline Security Standards Refers to list of minimum security requirements needed which should be implemented in Company’s Information processing facilities, systems, application, etc. to ensure its confidentiality, integrity and availability. الحد الأدنى للمعايير الأمنية يش ر إلى ق سم  التد اليد ى من المتالا   اليمن   الالزم  والت  يجم تنف ذه  ف  أجهزة وأ ظم  وتاا ة   مع لج  معلوم   الشرف  وغ ره ، وظلي لضم ن  ريته  و المته  وتوفره .  4.14 Policy   \nPage 6 of 23   \nThis policy is an extract of the original Ooredoo Information Security Policy (POL/2018/12) 4.15.  Corporate Information Security (CIS) The Corporate Information Security Department within the CEO Office of Ooredoo Qatar. إدارة أمن معلومات الشركة (CI S)   إدا ة أمن معلوم   الشرف  الت أع لمكتم الرس ي التنف ذي ف    دي أ قار. 4.15 4.16.  Business Units Refers to Ooredoo Business Units such as Technology, Commercial, CEO Office…etc. وحدات العمل وتش ر إلى وحدا  العما مثا التكنولوج  ، والوحدة التج  ي ، وحدة مكتم الرس ي التنف ذي...الخ. 4.16 5.   Policy Statement  بـيان الـسـياسـة 5. 5.1.  Cybersecurity Governance حوكمة الأمن السيبراني 5.1 5.1.1.  Ooredoo shall be committed to secure its products and services and deliver them to its Customers in a secure manner.   تلتز  دييي أ أتيييم ن منتجيي تهيي  وخييدميي تهيي  وتوف ره  إلى عمالسه  أي لوب آمن.  5.1.1 5.1.2.  The information security organization structure along with information security roles and responsibilities shall be developed, maintained and assigned at all levels to manage information security within Ooredoo and across all Business Units and services and ensuring that the Staff understand them.   يجم وضييييع ه كل  أمن المعلوم   مع أدوا  ومسييلول    أمن المعلوم   والتف ع عل ه  وت ص صه  على ف ف  المستوي  ، من أجا إدا ة أمن المعلوميي   ف    دييي أ عار فيي فيي  وحدا  العما وال دم   أم  يضييييييمن فهم المو ف ن له .  5.1.2 \n5.1.3.  Ooredoo shall be committed to adopt a systematic Information Security Management System (ISMS) that establishes, implements, operates, monitors, maintain, and continuously improves information security to achieve business objectives based on risk   تلتز  دي أ أتان   ظي   إدا ة أمن معلوم   منظم يةو  أوضع وتنف ذ وتش  ا ومراقا  والمتيي فظيي  والتتسيييييي ن المسييييييتمر ليييمن المعلوم  ، وظلي لتتة ق أهداف الشييييييرف  المعتمدة على تة  م الم  طر ومسييييييتوي   5.1.3 Policy   \nPage 7 of 23   \nThis policy is an extract of the original Ooredoo Information Security Policy (POL/2018/12) assessment and acceptance levels to effectively treat and manage information security risks.     الةاول للتع ما مع م  طر أمن المعلوموإدا ته  أشكا فع ل.  5.1.4.  The Corporate Information Security Department shall be responsible to define and maintain the information security policies, standards, procedures, guidelines and practices within Ooredoo Qatar.   يةع على ع تق إدا ة أمن معلوم   الشيييرفمسلول   تتديد        ومع ي ر وإجراءا  وتوج هييي   وممييي   ييييييييي   أمن معلومييي   الشرف  ف    دي أ والتف ع عل ه .  5.1.4 \n5.1.5.  This Information Security policy shall be supported, at minimum, by domain-specific information security policies, standards, procedures and guidelines for the following domains: 1. Information Security Governance 2. Identity and Access Management 3. Network Security 4. Endpoint Security 5. Application Security 6. Cloud Security 7. Data Privacy and Data Protection 8. Change and Patch Management 9. Security Monitoring and Operations 10.  Security Incident Management 11.  Physical and Environmental Security  تكون       أمن المعلوم   مدعوم  علىاليييقييا، أسيييييي يي  يييييييي   ومعيي ي ر وإجراءا  وتوج ه   أمن المعلوم   ال  ل  أ لمج ل   الت ل  : 1.   حوفم  أمن المعلوم 2. إدا ة الهوي  والولول 3.  أمن الشاك 4. أمن أجهزة المست دم ن 5.   أمن التاا ة 6.   اليمن الست أ(فالود) 7.     خصول   الا      وحم ي  الا  8. إدا ة الت   ر والتتديث 9.   المراقا  والعمل    اليمن 10.   إدا ة التوادث اليمن 11.  اليمن الم دي والا ئ 5.1.5 \n5.1.6.  An Information security steering committee (ISSC) consisting of representatives from the different    يجم تي  ي لجن  تس  ر أمن المعلوم مكو   من م تلل إدا ا  ا لشرف ، وظلي 5.1.6 Policy   \nPage 8 of 23   \nThis policy is an extract of the original Ooredoo Information Security Policy (POL/2018/12) business functions in the organization shall be established to facilitate the information security projects’ and initiatives’ deployment, implementation and maintenance of the information security framework(s). The committee to report to CEO directly.  لتسه ا تنف ذ مش  يع وما د ا  أمن المعلوم   والتف ع على إط   (أطر) عما أمن المعلوم  . وتتاع اللجن  الرس ي التنف ذي ما شرة. 5.1.7.  Information security roles and responsibilities shall be defined and appropriately enforced as part of the Human Resource’s Code of Business Conduct and Ethics, and Non-Disclosure Agreements with Ooredoo Qatar’s workforce and third parties.   يجيييم تتيييدييييد أدوا  ومسيييييييلول ييي   أمنالمعلوم   وتنف ذه  أشييييكا من  ييييم فجزء من م ث ق الموا د الاشري  للسلوك المهن  وأخالق    العما واتف ق    عد  الرفصيييييي خ مع مو ف    دي أ قار واليطراف الث لث . 5.1.7 \n5.1.8.  Duties and areas of responsibilities of employees shall be adequately segregated to reduce the opportunities for unauthorized or unintentional modification or misuse of the Information Assets.  يجم فصيييا واجا   ومسيييلول    المو ف ن أشييييييكيييا فييي ف، وظليييي للتةل يييا من فر  التعديا غ ر المصيييييرخ أ  أو  غ ر المةصيييييود ليلول المعلوم   أو إ  ءة ا ت دامه .  5.1.8 \n5.1.9.  Security requirements shall be identified and reviewed across all phases of a project; from initiation, planning, design, execution to project closure.   يجم تتديد ومراجع  المتالا   اليمن   عارجم ع مراحا أي مشييييروع، من مرحل  الاداي   ىلإ   لوييييلو ذ فنتلاو م مييييصتلاو م ا تلاوإغالق المشروع.  5.1.9 5.1.10.  Ooredoo shall be committed to establish, implement and maintain Information Security risk management process to manage and mitigate risks and reduce potential impacts on Information Assets to an acceptable level.   تلتز  ديييي أ أوضييييييع وتنف يييذ إجراءا  إدا ة م  طر أمن المعلوم   والمت فظ  عل ه ، وظليييي ليييردا ة الم ييي طر والت ف ل منهييي  5.1.10 Policy   \nPage 9 of 23   \nThis policy is an extract of the original Ooredoo Information Security Policy (POL/2018/12)  والتةل امن الآو   المتتمل  على ألييييييول المعلوم   إلى مستوى مةاول. 5.1.11.  Ooredoo shall ensure that internal and external security assessments and audits are conducted for its products, services and infrastructure to ensure effectiveness of and continual improvement to information security.  تضييييييمن  ديييي أ الة ييي   أتة  مييي   وعمل ييي   تييدق ق أمن يي  داخل يي  وخيي  ج يي  لمنتجيي تهيي  وخدم ته  وأن ته  التتت  ، وظلي لضييييييم ن الفعييي ل ييي  والتتسيييييي ن المسييييييتمر لييييمن المعلوم  .  5.1.11 \n5.1.12.  Ooredoo shall be committed to continuously develop, implement and maintain information security awareness and training program for all Users to ensure understanding of Ooredoo information security policies and the changing cyber security threats.   تلتز  دي أ أ ل  ييييييتمرا  ف  تاوير وتنف ذ أيير ييي مييي الييتييوعيي ييي  والييتيييد ييييم عييلييى أمين المعلوم   لك ف  المسيييت دم ن والمت فظ  عل  ، وظلي لضيييييم ن فهم  ييييي   ييييي   أمن معلوم     دي أ وتهديدا  اليمن السيييييي ارا   المت  رة.  5.1.12 \n5.1.13.  Ooredoo shall publish practical materials that educate Customers on how to protect themselves from cybersecurity risks relevant to The Company’s products and services.   تةو  دييي أ أنشيييييير المواد التاا ة يي  الت  تثةل عمالءه  حول ف ف   حم ي  أ فسييهم من م ييي طر الييييمن السيييييي ارا   المتعلةييي  أمنتج   وخدم   الشرف .   5.1.13 5.2.  Endpoint Security  أمن أجهزة المستخدمين 5.2 5.2.1.  Ooredoo shall establish and deploy frameworks and technologies to secure all its Endpoint Devices from unauthorized access and use, malware infection and data leakage.  تضيييع  دي أ وتنشييير أطر عما وتةن    لتيم ن فيي فيي  أجهزة المسييييييت ييدم ن لييديهيي  من الوليييول وال  يييت دا  غ ر المصيييرخ أ  ومن الارمج    ال ا ث  وتسريم الا     .  5.2.1 5.2.2.  An Acceptable Use policy (AUP) shall be established to provide rules that protect both Ooredoo and its Staff from potential liability, reduce information security risks,  يتم وضييييع  يييي   يييي  لال ييييت دا  المةاوللتتييديييد الةواعييد الت  تتم  فييا من   دييي أ ومو ف ه  من أي عواقم متتمل ، والتةل ا 5.2.2 Policy   \nPage 10 of 23   \nThis policy is an extract of the original Ooredoo Information Security Policy (POL/2018/12) promote good practice and ensure that all Users are aware of their roles, responsibilities and obligations when using Ooredoo Information Assets.  ميين ميي ييي طيير أميين الييمييعييلييومييي  ، وتييعييزيييزالمم   يييييي   الج دة، وضييييييم ن إد اك ف ف  المسييييييت دم ن ليدوا هم ومسييييييلول  تهم والتزامييي تهم أونييي ء ا يييييييت يييدا  أليييييييول المعلوم  .  5.2.3.  Minimum Baseline Security Standards (MBSS) shall be established, implemented and enforced for Endpoint Devices’ operating system, applications and network layers. يجم وضيييييع التد اليد ى من المع ي ر اليمن   وتنف ذه ف م  يتعلق أنظ   تشيييي  ا أجهزة المسييييييت ييدم ن والتاا ةيي   ومسييييييتوييي   الشاك .  5.2.3 5.2.4.  Ooredoo shall ensure adequate protection of all its Information Assets throughout the phases of the Asset’s life cycle.  تضيييييمن  دي أ التم ي  الك ف   لك ف  أليييييول المعلومي   ليديهي  طوال مراحيا دو ة ح ي ة اليلا.  5.2.4 5.2.5.  Ooredoo shall be committed to establish, implement and maintain an asset management process to track asset inventory of Endpoint Devices, to ensure Information Assets are returned upon termination of User’s contract and to ensure Information Assets are adequately protected  during transit and all sensitive information stored on media are disposed securely.   تلتز  ديييي أ أوضييييييع وتنف يييذ إجراءا  إدا ة اليلييييييول والمت فظ  عل ه  لمت أع  م زون اليلييييييول من أجهزة المسييييييت دم ن، وظلي لضييييم ن إع دة ألييييول المعلوم   عند إ ه ء عةد المسيييت دم ن، ولضيييم ن حم ي  أليييول المعلوم   أشكا ف ف أون ء النةا والت ل  من ف ف  المعلوم   التس    الم ز   على الو  سم أشكا آمن.   5.2.5 \n5.3.  Telecommunication and Enterprise Network Security أمن الاتصالات وشبكة الشركة 5.3 5.3.1.  Ooredoo shall ensure adequate security controls, countermeasures and safeguards during planning, design, implementation and testing of its  تضمن  دي أ وجود الضواأم اليمن   والرجراءا  المضيييييي دة والرجراءا  الوق س   أون ء ت ا م 5.3.1 Policy   \nPage 11 of 23   \nThis policy is an extract of the original Ooredoo Information Security Policy (POL/2018/12) Telecommunication and Enterprise network Infrastructures.     وتصييييييم م وتنف يييذ واختاييي   الانى التتت يييلالتص ل   وشاك  الشرف . 5.3.2.  Ooredoo shall establish, implement and maintain adequate frameworks and security tools for network access management, remote access management, network security configuration management, communication security, information exchange/transfer and email security to protect from unauthorized network intrusions and risks of misuse and abuse.   تةو  دي أ أوضع وتنف ذ أطر العما واليدوا  اليمن   الك ف   والمت فظ  عل ه  لردا ة الولول إلى الشاك  وإدا ة الولول عن أعد وإدا ة الته ئييي  الييييمن ييي  للشيييييياكييي  وأمن ال تص ل وتا دل/  ةا المعلوم   وأمن الاريد اليي لكترو  ، وظلييي للتميي ييي  من اختراقيي   الشاك  وم  طر  وء ال  ت دا  وال  ته ك.  5.3.2 \n5.3.3.  Ooredoo shall define, implement, maintain and continuously improve cloud security policies, standards, procedure and security controls for the various cloud service models it hosts or is subscribed to; Software as a Service (SaaS), Platform as a Service (PaaS) and Infrastructure as a Service (IaaS).   تةو  دي أ أتتديد وتنف ذ وتتس ن        ومع ي ر إجراءا  وضيييييواأم اليمن السيييييت أ  (الكالود) أ  ييييييتمرا ، وظلي لم تلل  م ظ  خدم   فالود الت  تستض فه  أو الت  يتم ال شييييييتراك أه : الارمج    ف دم  (SaaS)   والمنصييييييي  ف دم(PaaS)    والان   التتتف دم  (Ia a S.) 5.3.3 \n5.4.  Information Classification and Protection تصنيف وحماية المعلومات 5.4 5.4.1.  Ooredoo shall define, implement and maintain information security policies and standards for information classification, labelling and handling to avoid information leakage and unauthorized access.   تةو  دي أ أتتديد وتنف ذ  والمت فظ  على  يييييي   ييييييي   ومع ي ر أمن المعلوم   ف م  يتعلق أتصيييييين ل المعلوميي   وتسييييييم تهيي  والتعيي مييا معهيي ، وظلييي لتجنييم تسييييييريييم المعلوم   أو الولول غ ر المصرخ أ  إل ه .  5.4.1 Policy   \nPage 12 of 23   \nThis policy is an extract of the original Ooredoo Information Security Policy (POL/2018/12) 5.4.2.  Ooredoo shall plan, design, implement, deploy, maintain and continuously improve appropriate data protection controls that are proportionate to the information classification level.   تةو  دي أ أت ا م وتصييييم م وتنف ذ و شيييير والمت فظ  على الضيييييواأم المالسم  لتم ي  الا      أم  يتوافق مع مسييييييتوى تنصيييييي ل المعلوم   وتست نه  أ  تمرا . 5.4.2 5.5.  Identity and Access Management إدارة الهوية والوصول 5.5 5.5.1.  Ooredoo shall establish an Identity and Access management (IAM) framework including policies and standards for IAM, Privilege Access Management (PAM), remote access management, password management, etc. and security tools to ensure a consistent governance, management and operations of User’s Identity and Access management in Ooredoo during staff onboarding, transfer and off-boarding across systems and applications.   تضييييييع  دييي أ إطيي   عمييا لييردا ة الهوييي  و الولييول، وتتضييمن  يي   يي   ومع ي ر إدا ة الهوي  والوليييول، وإدا ة الوليييول المتم ز، وإدا ة الولييييييول عن أعيييد، وإدا ة فلمييي   المرو ، وغ رهيي ، أيي لييرضيييييييي فيي  إلى اليييدوا  اليمن   لضييييييم ن حوفم   وإدا ة و عمل    و أت  لردا ة الهوي  والولييول ف    دي أ أون ء التتييي ق المو ف ن أييي لعميييا و ةلهم أو ترفهم للعما عار الي ظم  والتاا ة  .   5.5.1 \n5.5.2.  Ooredoo shall establish processes and tools to monitor compliance and measure the effectiveness of Identity and Access Management implementation.  تضع  دي أ الرجراءا  واليدوا  لمراقا  ال لتزا  وق ييي س فعييي ل ييي  تنف يييذ إدا ة الهويييي  والولول.  5.5.2 5.6.  Cryptography التشفير 5.6 5.6.1.  Ooredoo shall establish, implement and maintain an encryption management framework to protect confidential and sensitive data which Ooredoo receives, stores, manages, processes and transmits through Ooredoo’s network.   تةو  دي أ أوضييييييع وتنف ذ إط   عما لردا ة التشييييييف ر والمت فظ  عل  ، وظلي لتم ي  الا      السيييري  والتسييي  ييي  الت  تتلة ه    دي أ وت ز ه  وتديره  وتع لجه  وتنةله  عار شاك    دي أ. 5.6.1 Policy   \nPage 13 of 23   \nThis policy is an extract of the original Ooredoo Information Security Policy (POL/2018/12) 5.6.2.  Ooredoo shall establish, implement and maintain cryptographic key management standards for secure key generation, ownership, usage, distribution, storage, backup and recovery, and revocation to protect the keys throughout their lifecycle.   تةو  دي أ أوضييع وتنف ذ مع ي ر إدا ة مفت خ التشييييييف ر لر شييييييي ء مفت خ أمن  وامتالف  وا ييييييت يدامي  وتوزيعي  وت زيني  والنسييييييخ ال حت  ط  وال  يييترج ع والرل  ء والمت فظ  عل يي ، وظلييي لتميي ييي  المفيي ت ح طوال مييدة خدمته .  5.6.2 \n5.7.  Physical and Environmental security الأمن المادي والبيئي 5.7 5.7.1 Ooredoo shall establish, implement and maintain physical security framework to protect Ooredoo’s Information Assets and facilities hosting information against unauthorized access, physical and environmental damage.   تةو  دي أ أوضييييييع وتنف ذ إط   عما ل من الميي دي والمتيي فظيي  عل يي ، وظلييي لتميي ييي  ألييييييول المعلوم   ف    دي أ والمرافق الت  تسييييتضيييي ل المعلوم   ضييييد الولييييول غ ر المصرخ أ  والضر  الم دي والا ئ .   5.7.1 \n5.7.2 Ooredoo shall enforce physical security administrative and technical controls to all its building facilities and sites and continuously monitor their compliance and measure their effectiveness to mitigate physical security risks.   تةو  دي أ أتنف ذ ضواأم إدا ي  وفن   ل من الم دي على ف ف  مرافق الما    والمواقع ومراقا  التزامه  أشييييييكا مسييييييتمر وق  س فع ل ته  للت ف ل من م  طر اليمن الم دي.  5.7.2 \n5.8.  Application Security  أمن التطبيقات 5.8 5.8.1 Ooredoo shall establish, implement and maintain application security policies, standards, procedures, guidelines and tools including; acquisition, development, and maintenance of applications and information systems.   تةوأ  دي  أوضييع وتنف ذ  يي   يي   ومع ي ر وإجييراءا  وتييوجيي ييهييي   وأدوا  حييمييي يييي  التاا ة   والمت فظ  عل ه ، أم  ف  ظلي شييييييراء وتاوير وليييييي     التاا ة   و ظم المعلوم  .  5.8.1 \n5.8.2 Ooredoo shall ensure that security requirements are developed, considered and implemented alongside functional  تضييييييمن  دييي أ وضييييييع المتالايي   اليييمن يي  ود ا ييييييته  وتنف ذه  إلى ج  م المتالا   5.8.2 Policy   \nPage 14 of 23   \nThis policy is an extract of the original Ooredoo Information Security Policy (POL/2018/12) and technical requirements at all phases of project planning and implementation of Software Development Life Cycle (SDLC).  التش  ل   والفن   ف  ف ف  مراحا مشروعت ا م وتنف يييذ دو ة تاوير الارمج ييي   (SD LC.)  5.8.3 Secure development standards, procedures and guidelines shall be followed for all systems and applications to build a secure service, secure coding, secure architecture within development, testing and production environments.     يجيييم اتاييي ع معييي ي ر وإجراءا  وتوج هيييالتاوير الآمن ف م  يتعلق أك ف  الي ظم  والتاا ة  ، وظلي لريج د خدم  آمن  وترم ز آمن وتصييييييم م آمن ضييييييمن أ ئيي   التاوير وال ختا   والر ت  .  5.8.3 \n5.8.4 Ooredoo shall ensure that all new applications, systems that are acquired, developed or enhanced undergo system acceptance testing and security assessments to identify and close security gaps and vulnerabilities before their launch.   تضييييييمن  دي أ أن ف ف  التاا ة   الجديدة  ييييييواء الت  يتم شييييييراتهييي  أو الت  تم تاويره ، ت ضييييع ل ختا  ا  الةاول والتة  م اليمن  أهدف تتديد الث را  و ة ط الضعل اليمن   قاا إطالقه .  5.8.4 \n5.9.  Third party relationships عالقات الطرف الثالث 5.9 5.9.1 Ooredoo shall establish, implement and maintain third party security policy and security compliance monitoring process to ensure third party’s adherence to Ooredoo’s information security policies, standards and procedures.    تةو  دي أ أوضييييييع وتنف ذ والمت فظ  على       أمن الارف الث لث وإجراءا  مراقا  ال لتزا  اليمن ، وظلي لضيييم ن التزا  الارف الث لث أسيييييي   يييييي   ومع ي ر وإجراءا  أمن المعلوم   ف    دي أ. 5.9.1 \n5.9.2 Ooredoo shall ensure agreements and contracts with third parties and their sub-contractors include the obligation to follow Ooredoo’s information security policies, standards, procedures and SLAs.  تضيييمنأ  دي  أين تشيييما ال تف ق    والعةود مع اليطراف الث لث  والمتع قدين معه  من الا طن أ لتزامهم أ تا ع        و مع ي ر و إجراءا  أمن المعلوم   واتف ق    مسيييتوى ال دم  ال  ل  أييي   دي أ. 5.9.2 Policy   \nPage 15 of 23   \nThis policy is an extract of the original Ooredoo Information Security Policy (POL/2018/12) 5.9.3 Ooredoo shall define Key Performance Indicators (KPIs) and regularly perform or review security assessments for its third party systems or outsourced services.  تتدد  دي أ ملشيييرا  اليداء الرس سييي   وتةو  أي  تظي   أييداء ومراجعي  التة  مي   الييمن   لي ظم  الارف الث لث أو ال دم   المتع قد     ج  خ  ه لع.  5.9.3 5.9.4 Ooredoo shall regularly conduct an information security risk assessment of its existing and potential third parties.   تةو  ديييي أ أيييرجراء تة  م م ييي طر أمن المعلوم   أ  تظ   ل طراف الث لث  الت ل  ن والمتتمل ن.  5.9.4 5.10.  Change and Patch Management  إدارة التغيير والتحديثات 5.10 5.10.1 Ooredoo shall document, implement, and enforce Change and Patch Management framework and service level agreements (SLAs) for all security changes to information processing facilities, systems, applications and processes to ensure that all security changes and patches are timely and securely deployed to minimize the impact on the system’s confidentiality, integrity or availability.    تةو  ديييي أ أتوو ق وتنف يييذ وتاا ق إطييي   عميا ليردا ة الت   ر والتتيديثي   واتفي ق    مسييييييتوى ال دم  لك ف  الت   را  اليمن   على مرافق معيي لجيي  المعلوميي   والييي ظميي  والتاا ة   والرجراءا ، وظلي لضييم ن تنف ذ الت   را  والتتييديثيي   اليييمن يي  ف  الوقيي  المن  يييييم وأشيييييكا آمن للتةل ا من التيو ر على  ري  النظ   أو  المت  أو توفره.  5.10.1 \n5.10.2 Ooredoo shall establish a process to ensure that security changes, configurations and patch deployments are conducted in a planned, managed and secure manor.    تةو  دي أ أوضييييييع إجراءا  لضييييييم ن تنف ذ الت   را  والته ئيي   والتتييديثيي   اليييمن يي  نمآو  اد مو  ل ما م بول يأ.  5.10.2 5.11.  Security Monitoring and Operations  المراقبة والعمليات الأمنية 5.11 5.11.1 Ooredoo shall define, plan, design, implement, monitor, maintain and continuously improve security monitoring and operations’ framework and infrastructure (people, process and   تةو  دي أ أتتديد وت ا م وتصييم م وتنف ذ ومتيي أعيي  إطيي   عمييا وأن يي  تتت يي  للمراقايي  والعمل    اليمن   (اليشيييييي    والرجراءا  والتكنولوج يي ) والتفيي ع عل هيي  وتاويرهيي  5.11.1 Policy   \nPage 16 of 23   \nThis policy is an extract of the original Ooredoo Information Security Policy (POL/2018/12) technology) to ensure 24/7 monitoring and timely detection of and response to information security incidents. أشييكا مسييتمر، وظلي لضييم ن المراقا  على مييدا ة السييييييي عيي  ف  فييا أييي   الييي يييييياوع والكشييل وال  ييتج أ  ف  الوق  المن  ييم لتوادث أمن المعلوم  . 5.11.2 Ooredoo shall plan, design, implement and monitor Users’ access to Ooredoo systems and applications.   تةو  دي أ أت ا م وتصم م وتنف ذ ومراقا  ولييول المسييت دم ن إلى أ ظم  وتاا ة     دي أ. 5.11.2 5.11.3 Ooredoo shall plan, design, implement, review, maintain and continuously improve vulnerability management, penetration testing, threat intelligence and threat hunting technologies, processes and competencies necessary to identify, classify, remediate and mitigate security vulnerabilities.   تةو  ديييي أ أت ا م وتصييييييم م  وتنف يييذ ومراجعييي  والمتييي فظييي  على والتتسيييييي ن المسييييييتمر لييردا ة الث را  واختايي   اليي ختراق وتييةيينيي ييي   وإجييراءا  وإمييكييي  يي ييي   جييمييع المعلومييي   عن التهيييدييييدا  والييييييا ييي د التهديدا  الضييييييرو ي  لتتديد وتصيييييين ل وتصت ح والت ف ل من الث را  اليمن  .  5.11.3 \n5.11.4 Ooredoo shall address security vulnerabilities when they are discovered at defined timeframes and provide fixes as applicable.    تةو  دييي أ أمعيي لجيي  الث را  اليييمن يي  عنييد افتشيي فه  ف  الرط   الزمن  المتدد وتوفر الرلالح   فلم  ا ااق ظلي.  5.11.4 5.11.5 Ooredoo shall clearly disclose what, if any, security modifications it has made to a mobile operating system and effect of such modification updates sent to Customers.   تةو  دي أ أ لرفصيييييي خ أشييييييكا واضييييييح عن الت   را  اليييمن يي  (إن وجييد ) الت  أجرتهيي  على  ظييي   تشيييييي  يييا الجوال وتييييو ر تليييي التتديث   الت  تم إ   له  إلى العمالء.  5.11.5 5.11.6 Ooredoo shall ensure that people are able to share any vulnerabilities they discover within Ooredoo applications and services through designated procedures.   تضييييييمن  دي أ أين يكون الن س ق د ين على مشيييييييي  فيي  أييي  و را  يكتشييييييفو هيي  ف  تاا ةييي   وخيييدمييي     ديييي أ عار اليييرجراءا  الم صص  لذلي. 5.11.6 Policy   \nPage 17 of 23   \nThis policy is an extract of the original Ooredoo Information Security Policy (POL/2018/12) 5.11.7 Ooredoo shall define a mechanism through which security researchers or Customers can submit vulnerabilities they discover within Ooredoo applications and services.   تتييدد  دييي أ آل يي  يمكن من خاللهيي  للايي حث ن ف  المجييي ل الييييمن  أو العمالء تةيييديم الث را  الت  يكتشييييييفو هيي  ف  تاا ةيي   وخدم     دي أ. 5.11.7 5.11.8 Ooredoo shall be committed not to pursue legal action against researchers who report vulnerabilities within the terms of The Company’s vulnerability reporting mechanism.   تلتز  دي أ أعد  المالحة  الة  و    ضييييد أي أيي حث ن يةومون أيي لييرأالغ عن و را  ضييييييمن شروط آل   الرأالغ عن الث را  ف  الشرف .   5.11.8 5.12.  Incident Handling and Response   التعامل مع الحوادث والاستجابة لها 5.12 5.12.1 Ooredoo shall be committed to appropriately handle and respond to cyber security incidents as per well-recognized security standards and best practices in terms of people, process and technology.   تلتز  ديييي أ أييي لتعييي ميييا مع حوادث الييييمن الس ارا   وال  تج أ  له  أ لشكا المن  م  اييييييضفأو  فورعملا   نميلا ر ي عملل   ةفووالمم   يييي   من ح ث اليشيييي    والرجراءا  والتكنولوج  .  5.12.1 \n5.12.2 An Incident handling and response policy(s) shall be defined and supported by security incident handling and response plan, procedures and controls to detect, report, respond, contain, eradicate and recover from cybersecurity incidents and attacks.    يجم تتديد  ي   ي( ي   ي  ) التع ما مع التوادث وال  يييييتج أ  له  ودعمه  من خالل خا  وإجراءا  وضواأم التع ما مع التوادث وال  ييييييتج أ  له ، وظلي لكشييييييل حوادث وهجمي   الييمن السيييييي ارا   واليرأالغ عنهي  وال  يييتج أ  له  واحتواسه  والةضييي ء عل ه  والتع ف  منه .  5.12.2 \n5.12.3 Ooredoo shall perform table-top and cyber security drill exercises annually for security incident handling and response to test and assess the incident response team’s preparedness and capabilities to   تةو  دييي أ أييرجراء تميي  ين متيي فيي ة مكتا يي   عم ام عتلل   يون    ارا سلا نميلا ني  متووال  ييييييتج أ  للتوادث اليمن   وظلي ل ختا   وتة  م ميييدى جييي هزيييي  وإمكييي   ييي  فريق 5.12.3 Policy   \nPage 18 of 23   \nThis policy is an extract of the original Ooredoo Information Security Policy (POL/2018/12) detect, report, respond, contain, eradicate and recover from cybersecurity incidents and attacks.  ال  يييتج أ  للتوادث من الكشيييل عن حوادثوهجمي   الييمن السيييييي ارا   واليرأالغ عنهي  وال  يييتج أ  له  واحتواسه  والةضييي ء عل ه  والتع ف  منه . 5.12.4 Ooredoo shall establish a digital forensics investigation framework to ensure the integrity of data during identification, collection, examination, and analysis.    تةو  دي أ أوضع إط   عما للتتة ق الجن س  الرقم  وظلي لضيييم ن  يييالم  الا      أون ء التتديد والجمع والفت  والتتل ا.  5.12.4 5.12.5 All suspected Personal Data breaches shall be reported to the Group Chief Legal, Regulatory & Governance Officer (GCLRGO) or his delegate. Where the GCLRGO determines that a Personal Data breach entails the possibility of material damage to the Personal Data or privacy rights of affected individuals, Ooredoo Qatar shall notify the affected individuals and the respective department at the Ministry of Communication and Information Technology. يجم الرأالغ عن جم ع ال  ته ف   المشييييييتا  أه  للا      الشيي صيي   إلى  س ي الشييلون الة  و    والتنظ م   والتوفم  للمجموع  أو من يفوضيي . وعندم  يتدد  س ي الشييلون الة  و    والتنظ م   والتوفم  أن ال  ته ك للا      الشييي صييي   يلدي إلى إمك     ضييير  م دي على الا      الشيييييي صيييييي   أو حةوق ال صول   ل فراد المتيورين، يجم على   دي أ إأالغ اليفراد المتيورين والردا ة المعن   ف  وزا ة ال تص ل   وتكنولوج   المعلوم  . 5.12.5 \n5.12.6 The CEO, Board and other relevant entities as applicable shall be notified without undue delay when a material incidents or data breach(s) take place.  يجم إأالغ الرس ي التنف ذي ومجلي الردا ةوالجه   المعن   اليخرى فلم  ا ااق ظلي أييدون أي تيييخ ر غ ر مار  عنييد حييدوث حوادث م دي  أو ا ته ك (ا ته ف  ) للا     .  5.12.6 5.12.7 Ooredoo shall define the necessary steps it would take to address the impact of a data breach on its Customers.  تتدد  دي أ ال اوا  الواجم ات  ظه  للتع ما مع تيو ر ا ته ك الا      على العمالء.  5.12.7 Policy   \nPage 19 of 23   \nThis policy is an extract of the original Ooredoo Information Security Policy (POL/2018/12) 5.13.  Information Security Aspects in Business Continuity   جوانب أمن المعلومات في اســــــتمراريةالأعمال 5.13 5.13.1 Ooredoo shall be committed to embed information security continuity in its business continuity management systems in compliance with the Business Continuity Management Policy.   تلتز  دي أ أضم ن ا تمرا ي  أمن المعلوم   ف  أ ظم  إدا ة ا ييييييتمرا ي  اليعم ل أم  يتوافق مع  يييييي   ييييييي  إدا ة ا ييييييتمرا ي  اليعم ل.  5.13.1 5.13.2 Ooredoo shall establish, implement and maintain processes and controls to ensure the required level of continuity for information security during an adverse situation.    تةو  دي أ أوضيييييع وتنف ذ و المت فظ  على إجراءا  وضواأم لضم ن المستوى المالوب من اليي  ييييييتمرا ييي  ليييمن المعلوميي   خالل الظروف السلا  .  5.13.2 5.13.3 Ooredoo shall verify the established and implemented information security continuity controls at regular intervals to ensure effectiveness during adverse situations.   تةو  دي أ أ لتتةق من ضييييواأم ا ييييتمرا ي  أمن المعلوم   الت  تم وضييييعه  وتنف ذه  على فترا  زمن   منتظم ، وظلي لضييييييم ن فع ل ته  خالل الظروف السلا  . 5.13.3 5.14.  Information Security Compliance Monitoring مراقبة الامتثال لأمن المعلومات 5.14 5.14.1 Ooredoo shall be committed to establish, implement and maintain an information security compliance monitoring process to ensure compliance with information security polices, applicable national cybersecurity laws, regulations and applicable international security standards.   تلتز  دييي أ أوضييييييع وتنف ييذ إجراءا  مراقايي  امتث ل أمن المعلوم   والمت فظ  عل ه ، وظلي لضييييييم ن ال لتزا  أسيييييي   ييييييي   أمن المعلومييي   وقوا  ن الييييمن السييييييي ارا   الوطن يي  واللواسح ومعيي ي ر اليييمن الييدول يي  المعمول أه .  5.14.1 \n5.14.2 Ooredoo shall be committed to perform security audits, reviews, technical security assessments (i.e., penetration   تلتز  دييي أ أييرجراء عمل يي   التييدق ق اليييمن  والمراجعييي   والتة  مييي   الييييمن ييي  التةن ييي  (مثيييا اختاييي   الييي ختراق وتة  م الث را ) 5.14.2 Policy   \nPage 20 of 23   \nThis policy is an extract of the original Ooredoo Information Security Policy (POL/2018/12) testing and vulnerability assessment) and compliance reviews at planned intervals or when a significant change occur to ensure security control effectiveness to mitigate the respective cybersecurity risks. The frequency of penetration testing and vulnerability assessment shall be defined by Ooredoo’s Corporate Information Security team and any critical findings shall be reported to the CEO and the Board.   ومراجع   ال متث ل ف  فترا  زمن   م امله  أو عند حدوث ت   ر ه  ، وظلي لضييييم ن فع ل   الضواأم اليمن   للت ف ل من م  طر اليمن السيييي ارا   ظا  الصييييل . ويجم تتديد فترا  إجراء اختا   ال ختراق وتة  م الث را  من قاا فريق أمن معلوم   الشييرف ، ويجم اليييرأالغ عن أي  تييي سي حرجييي  إلى الرس ي التنف ذي ومجلي الردا ة.    5.15.  Policy Enforcement  تنفيذ السياسة 5.15 5.15.1.  All Ooredoo employees, consultants, contractors, sub-contractors, vendors, suppliers and their employees are independently responsible for reading, understanding and following this policy.    يكون فا مو ف  دي أ وا ييييييتشييييييي  ي ه  والمتع قدين معه  والمتع قدين من الا طن والموزع ن والمردين مسييييييلول ن أشييييييكييا مسييييييتةيييا عن قراءة وفهم واتاييي ع هيييذه الس    . 5.15.1 \n5.15.2.  Non-compliances with this Information Security Policy shall be dealt in accordance with Ooredoo’s applicable policies, procedures and contractual obligations.    تم التع ما مع عد  ال لتزا  أس     أمناو      سلل   ةفو هذه   مولعملالرجراءا  وال لتزا  التع قدي  المااة  ف    دي أ.   5.15.2 5.16.  Policy Amendment تعديل السياسة 5.16 5.16.1.   This policy supersedes all previous releases (policy, circular, memos, instructions or any other form) on its subject-matter.   تل   هذه السيييييي   ييييييي  ف ف  الرليييييييدا االسيي أة  ( وأ   م معت وأ  يي   يي     ف ءاويي مذفرا  أو تعل م   أو أي شييييييكا آخر) ف م  يتعلق أموضوعه . 5.16.1 Policy   \nPage 21 of 23   \nThis policy is an extract of the original Ooredoo Information Security Policy (POL/2018/12) 5.16.2.  Any change to the provisions of this policy shall be preliminarily reviewed and recommended by the Audit & Risk Management Committee (ARC) and finally approved by Ooredoo’s Board of Directors.  أي ت   ر على أحك   هذه الس     يجم أن  نجل ااق نم   لوأ  أ   لوتلاو  تعجارم متتالتييدق ق وإدا ة الم يي طر (ARC)  واعتميي دهأشكا  ه س  من مجلي إدا ة   دي أ. 5.16.2 \n5.16.3.  Any deviation on the implementation of this policy shall be approved by the Board of Directors.  أي ت   ر على تنف ذ هذه السيييييي   يييييي  يجماعتم ده من مجلي الردا ة. 5.16.3 6.  REFERENCES (Processes, Procedures, guidelines, and/or any relevant document)  المراجع (الرجراءا ، و العمل   ، و التوج ه   و/أو أي  وو سق ظا  لل ). 6. 6.1.  Identity and Access Management Policy       إدا ة الهوي  والولول 6.1 6.2.  Information Classification Policy           تصن ل المعلوم 6.2 6.3.  Acceptable Use Policy       ال  ت دا  المةاول 6.3 6.4.  Encryption Policy        التشف ر 6.4 6.5.  Network Security Policy         أمن الشاك 6.5 6.6.  Enterprise Wireless Security Policy         ال تص ل أ لشاك  الال لك 6.6 6.7.  Application Security Policy         أمن التاا ة 6.7 6.8.  Logging and Monitoring Policy         السجال  والمراقا  اليمن 6.8 6.9.  Information Security Incident Management Policy         إدا ة حوادث أمن المعلوم 6.9 Policy   \nPage 22 of 23   \nThis policy is an extract of the original Ooredoo Information Security Policy (POL/2018/12) 6.10.  Protection of Personal Data Privacy         حم ي  خصول   الا      الش ص 6.10 6.11. (Law No. 13/2016) Concerning Privacy and Protection of Personal Data ( الة  ون  قم13   لسن2016)   أشين حم ي  خصول   الا      الش ص 6.11 6.12.  Encryption Management Standard مع    إدا ة التشف ر 6.12 6.13.  Business Continuity Management Policy        إدا ة ا تمرا ي  اليعم ل 6.13 6.14.  ISO 27001:2013 – Information technology – Security techniques – Code of practice for information security controls. IS O 27001:2013 –    أميين الييمييعييلييومييي– التةن    اليمن   – م ث ق مم   ييييي  ضيييييواأم أمن المعلوم   6.14 6.15.  Payment Card Industry Data Security Standard (PCI-DSS)   مع يي   أمن أ يي  يي   ليييييينيي عيي  أايي قيي   الييدفع(PCI-DS S) 6.15 6.16.  Qatar National Information Assurance (NIA) Policy v2.0           تيم ن المعلوم   الوطن– النس   2.0 6.16 6.17.  Security Policy       اليمن 6.17 6.18.  Information Security Management Process إ إجراءا  إدا ة أمن المعلوم   6.18 6.19.  Enterprise Risk Management Process إجراءا  إدا ة الم  طر 6.19 6.20.  Vulnerability Management Process   إجراءا  إدا ة الث را 6.20 6.21.  User Access and Identity Management Process  إجراءا  إدا ة ولول وهوي  المست د 6.21 6.22.  Control of Documented Information Process  إجراءا  إدا ة المعلوم   المووة 6.22 Policy   \nPage 23 of 23   \nThis policy is an extract of the original Ooredoo Information Security Policy (POL/2018/12) 6.23.  HR policy        الموا د الاشري 6.23 6.24.  Law No. 14 of 2014 Promulgating the Cybercrime Prevention Law  الة  ون  قم14   لسييييين2014  أرليييييدا  ق  ونمك فت  الجراسم ال لكترو    6.24 6.25.  Decree-Law No. 34 of 2006, Promulgating the Telecommunications Law  المر يو  أة  ون  قم34   لسين2006   أرليداق  ون ال تص ل   6.25 6.26.  Decree Law No 16 of 2010 Promulgating the Electronic Transactions and Commerce Law  المر يو  أة  ون  قم16   لسين2010   أرليداق  ون المع مال  والتج  ة ال لكترو    6.26   7. VERSION HISTORY  Version No. Date Approved by Description  of Change Policy Reference 3 Nov 6, 2023 Senior Director Corporate Information Security & Government Affairs Editorial Changes POL/2018/12  "
    },
    {
        "file": "data/raw/Vulnerability Disclosure Policy and Submission Form | Ooredoo Vulnerability Disclosure Policy.pdf",
        "content": "12/12/2024, 3:16 PMVulnerability Disclosure Policy and Submission Form | Ooredoo Vulnerability Disclosure Policy\nPage 1 of 4https://vdp.ooredoo.qa/p/syash-alifsah-an-althghrat-alamnyh-wtqdymha?lang=enOoredoo’s VDPOoredoo’s Security PostureThe safety and security of our customers’ data, and the reliability of our products and services, are of utmost importance to Ooredoo. Therefore, we aim to design and make productsand services with the highest levels of security and reliability. This policy describes Ooredoo’s approach to requesting and receiving reports related to potential vulnerabilities and errors in its products and services from those that interact withsuch products and services.How to report your ﬁndingsCustomers, users, researchers, partners and any other person that interacts with Ooredoo’s products and services are encouraged to report identiﬁed vulnerabilities and errors with suchproducts and services.The preferred method for contacting Ooredoo regarding such vulnerabilities and errors is by using the form present on this page.Ooredoo highly appreciates the efforts made by the reporting party in identifying the vulnerability or error. Reporting of such vulnerabilities and errors will contribute toimproving the security and reliability of our product and services.Please note that supplying your contact information with your report is entirely voluntary and at your discretion. Ooredoo will make use of all reports that are submitted; both thosesubmitted anonymously and those with contact information. If you do submit your contact information, Ooredoo will only use such information to get in touch with you regarding clarifying the details of your report, if that is necessary.Ooredoo’s VDP RulesBy making a report to Ooredoo using the form on this page, or otherwise communicating a report to Ooredoo, regarding vulnerabilities and errors, you agree to the following terms:Ooredoo may use your report for any purpose deemed relevant by Ooredoo, including without limitation, for the purpose of correcting any vulnerabilities and errors that are reportedand that Ooredoo deems to exist and to require correction. To the extent that you propose any changes and/or improvements to a Ooredoo product or service in your report, you assignto Ooredoo all use and ownership rights to such proposals. By submitting your ﬁndings, you conﬁrm to Ooredoo that:You have not exploited or used in any manner, and will not exploit or use in any manner (other than for the purposes of reporting to Ooredoo), the discovered vulnerabilitiesand/or errors;You have not engaged, and will not engage, in testing/research of systems with the intention of harming Ooredoo, its customers, employees, partners or suppliers;\nVulnerability Disclosure Policy and Submission Form\n12/12/2024, 3:16 PMVulnerability Disclosure Policy and Submission Form | Ooredoo Vulnerability Disclosure Policy\nPage 2 of 4https://vdp.ooredoo.qa/p/syash-alifsah-an-althghrat-alamnyh-wtqdymha?lang=enYou have not used, misused, deleted, copied, altered or destroyed, and will not use, misuse, delete, copy, alter or destroy, any data that you have accessed or may be able toaccess in relation to the vulnerability and/or error discovered;You have not conducted, and will not conduct, social engineering, spamming, phishing, denial-of-service or resource-exhaustion attacks;You have not tested, and will not test, the physical security of any property, building, plant or factory of Ooredoo;You will notify Ooredoo immediately if you discover any evidence of a breach of Ooredoo’s systems apart from your own tests;You have not breached, and will not breach, any applicable laws in connection with your report and your interaction with Ooredoo product or service that lead to your report.You agree not to disclose to any third party any information related to your report, the vulnerabilities and/or errors reported, nor the fact that a vulnerabilities and/or errors hasbeen reported to Ooredoo.You agree that you are making your report without any expectation or requirement of reward or other beneﬁt, ﬁnancial or otherwise, for making such report, and without anyexpectation or requirement that the vulnerabilities and/or errors reported are corrected by Ooredoo.You agree to indemnify and hold Ooredoo harmless against all claims, losses, demands, proceedings, ﬁnes, and expenses arising from or related to your violation of these rules.Unless otherwise required under applicable law or regulation, Ooredoo has no responsibility to pay you compensation for any direct, indirect, or consequential losses, propertydamage, ﬁnancial loss, loss of productivity, information that is lost or corrupted, regardless of whether such loss could have been foreseen, or any other loss that is not dueto Ooredoo’s gross negligence.You agree that these terms and conditions will be governed by the laws of the State of Qatar and you consent to the jurisdiction of the courts of Qatar, which will have exclusivejurisdiction over any dispute arising hereunder. Please note that Ooredoo does not guarantee that you will receive any response from Ooredoo related to your report. Ooredoo will only contact your regarding your reportif Ooredoo deems it necessary. VULNERABILITY SUMMARY\nCVSS3 SCORENetwork (N)Adjacent (A)Local (L)Physical (P)None (N)Required (R)Low (L)High (H)None (N)Low (L)High (H)Report title (250 char maximum)*\nWrite your report titleProduct/website concerned (250 char maximum)*\nEnter the product name or referenceAttack Vector (AV)*User Interaction (UI)*Attack Complexity (AC)*Conﬁdentiality (C)*12/12/2024, 3:16 PMVulnerability Disclosure Policy and Submission Form | Ooredoo Vulnerability Disclosure Policy\nPage 3 of 4https://vdp.ooredoo.qa/p/syash-alifsah-an-althghrat-alamnyh-wtqdymha?lang=enNone (N)Low (L)High (H)None (N)Low (L)High (H)Unchanged (U)Changed (C)None (N)Low (L)High (H)CVSS3 Score0SeverityNONE REPORTER INFORMATION\n TECHNICAL DETAILSPrivileges Required (PR)*Integrity (I)*Scope (S)*Availability (A)*\nYour name\nEnter your nameYour Mail\nEnter an email addressYour PGP public key\n-----BEGIN PGP PUBLIC KEY BLOCK-----...Endpoint *\nEnter an endpointVulnerable part *Select a vulnerable partPart name (250 char maximum)*\nEnter a part name12/12/2024, 3:16 PMVulnerability Disclosure Policy and Submission Form | Ooredoo Vulnerability Disclosure Policy\nPage 4 of 4https://vdp.ooredoo.qa/p/syash-alifsah-an-althghrat-alamnyh-wtqdymha?lang=enDrop or select jpeg or png ﬁles (2.0MB/ﬁle)\nI agree with Disclosure policyBy submitting a report, security researcher warrants that the report and any attachments do not violate the intellectualproperty rights of any third party and the security researcher assigns free of charge to the receiving company whoaccepts all intellectual property rights.Payload *\nEnter a payloadTechnical environment (250 char maximum)*\nOS, Browser , Tools, Version...Technical details (using Markdown language) *Edit\nPreview\nCaptcha *\nEnter the captcha\nSEND REPORT"
    }
]